<?
$MESS ['SONET_C39_T_PROMT'] = "Группе будет отправлен запрос на включение Вас в число ее членов. После того, как руководство группы согласится включить вас в члены группы, она появится в списке.";
$MESS ['SONET_C39_T_GROUP'] = "Группа";
$MESS ['SONET_C39_T_MESSAGE'] = "Ваше сообщение";
$MESS ['SONET_C39_T_SEND'] = "Отправить сообщение";
$MESS ['SONET_C39_T_SUCCESS'] = "Ваш запрос отправлен. После того, как руководство группы согласится включить вас в члены группы, она появится в списке ваших групп.";
$MESS ['SONET_C39_T_SUCCESS_ALT'] = "Поздравляем, Вы вступили в клуб и теперь можете писать сообщения в его ленту.";
?>