<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Пользовательское соглашение");
?> 
<div id="content" class="advert"> 		 
  <h1>Пользовательское соглашение foodclub.ru</h1>
 
  <h2>Понятия и термины, используемые в настоящем соглашении</h2>
 
  <p><strong>Контент</strong> &mdash; любая информация, размещенная Администрацией или Пользователями на сайте foodclub.ru.</p>
 
  <p><strong>Кулинарный рецепт</strong> — авторское руководство по приготовлению кулинарного изделия, которое содержит информацию о необходимых продуктах, их количестве, а также инструкции по их обработке и фотографию готового блюда.</p>
 
  <p><strong>Кулинарный рецепт с пошаговыми фотографиями</strong> — кулинарный рецепт, дополненный авторскими фотографиями к каждому этапу рецепта, а также авторской фотографией готового блюда.</p>
 
  <p><strong>Пост</strong> — информация, размещенная Пользователем в одном из клубов foodclub.ru.</p>
 
  <p><strong>Администрация</strong> — люди, управляющие кулинарным сайтом foodclub.ru.</p>
 
  <p><strong>Пользователь</strong> — любой человек, использующий информацию, размещенную на сайте.</p>
 
  <p><strong>Зарегистрированный пользователь</strong> — Пользователь, прошедший процедуру регистрации на сайте.</p>
 
  <p><strong>Регистрация на сайте</strong> — заполнение анкеты Пользователем и присвоение уникального имени пользователя (логина), позволяющего другим Пользователям и Администрации идентифицировать данного Пользователя.</p>
 
  <p><strong>Модерация</strong> — проверка соответствия материалов, размещаемых на сайте, требованиям настоящего Соглашения. 
    <br />
   </p>
 
  <h2>1. Общие положения</h2>
 
  <p>1.1. Кулинарный сайт foodclub.ru — кулинарные рецепты с пошаговыми фотографиями) создан для публикации рецептов с пошаговыми фотографиями, публикации рецептов с фотографиями, обмена информацией на кулинарные темы и общения пользователей.</p>
 
  <p>1.2. Администрация foodclub.ru заинтересована в привлечении на него максимально большого количества пользователей и прилагает все усилия для того, чтобы пользователям было интересно и приятно находиться на foodclub.ru, пользоваться информацией, размещенной на сайте и общаться с другими пользователями, а также удобно добавлять собственную информацию и рецепты с фотографиями.</p>
 
  <p>1.3. Настоящие правила регулируют все взаимоотношения пользователей с Администрацией и между собой, устанавливают правила пользования материалами, размещенными на сайте (далее — &laquo;Контент&raquo;) и регламентируют правила поведения во всех разделах кулинарного сайта foodclub.ru.</p>
 
  <p>1.4. Все тексты, публикуемые на сайте, должны быть написаны на русском языке. Для передачи особых видов информации (например, названия национальных блюд или ингредиентов) могут использоваться другие языки.</p>
 
  <p>1.5. Ко всем размещенным на сайте материалам, отзывам и комментариям к ним применяется пост-модерация.</p>
 
  <p>1.6. Требования к материалам, размещаемым на сайте, вводятся для облегчения поиска и использования контента, а также для поддержания созданной структуры и тематической направленности сайта foodclub.ru.<br></p>
 
  <h2>2. Общие принципы работы сайта и отдельных его разделов.</h2>
 
  <h3>2.1. Раздел «Рецепты»</h3>
 
  <p>2.1.1. В раздел «Рецепты», могут быть добавлены Кулинарные рецепты с пошаговыми фотографиями, отвечающие следующим требованиям:</p>
 
  <ul> 
    <li>наличие в рецепте авторских (созданных авторами рецепта) пошаговых фотографий приемлемого качества размером не менее 600 px в ширину и 400 px в высоту;</li>
   
    <li>наличие общего описания блюда и подробных инструкций к каждому этапу приготовления блюда, выполненного на русском языке;</li>
   
    <li>указание состава и количества ингредиентов, используемых в соответствующем этапе приготовления блюда, в специально предусмотренных для этого местах (справа от этапа приготовления);</li>
   
    <li>указание принадлежности рецепта к определенной категории блюд, национальной кухне, а также определение основного ингредиента блюда.</li>
   </ul>
 
  <p>2.1.2. Кулинарный рецепт с пошаговыми фотографиями размещается в разделе «Рецепты» и становится общедоступным после прохождения модерации и получения одобрения Администрацией.</p>
 
  <p>2.1.3. Кулинарный рецепт с пошаговыми фотографиями доступен для редактирования автором в течение всего времени с момента создания до момента прохождения модерации и опубликования, а также в течение суток после этого. Позже кулинарный рецепт с пошаговыми фотографиями считается переданным Администрации сайта foodclub.ru для использования по ее усмотрению.</p>
 
  <p>2.1.4. Публикация кулинарных рецептов с пошаговыми фотографиями без согласия автора текста рецепта и фотографий не допускается.</p>
 
  <h3>2.2. Раздел «Клубы»</h3>
 
  <p>2.2.1. Раздел «Клубы» представляет собой перечень специальных кулинарных клубов, созданных на сайте, с кратким описанием тематики клуба и количеством состоящих в нем пользователей.</p>
 
  <p>2.2.2. Зарегистрированные пользователи могут писать посты в клубы после вступления в них. К постам в клубах применяются следующие правила:</p>
 
  <ul> 
    <li>размещаемый в клубе пост должен соответствовать тематике клуба;</li>
   
    <li>возможно размещение в Постах анонсов пошаговых кулинарных рецептов;</li>
   
    <li>текст должен соответствовать правилам русского языка и нормам русской письменной речи;</li>
   
    <li>не допускается наличие в текстах нецензурной лексики;</li>
   
    <li>желательно избегать в текстах необоснованного, избыточного применения уменьшительно-ласкательных слов, а также жаргонизмов, интернет-мемов и просторечных выражений за исключением случаев, когда речь идет о передаче эмоциональной составляющей текста или цитировании;</li>
   
    <li>в случае использования фото- и видео- материалов, не принадлежащих непосредственно автору Поста, необходимо указывать источник такого материала, а при необходимости также получать согласие автора;</li>
   
    <li>публикация материалов рекламного характера без предварительного согласования с Администрацией не допускается;</li>
   
    <li>посты в клубах доступны автору для редактирования и удаления в течение недели с момента их опубликования, после этого они считаются переданными для использования всеми посетителями сайта foodclub.ru и не могут быть изменены и удалены, иначе, как по отдельному согласованию с Администрацией.</li>
   </ul>
 
  <p>2.2.3. Создание клубов является прерогативой Администрации. В случае потребности в создании клуба с новой тематикой, Пользователь имеет право обратиться к Администрации с предложением о создании клуба, обосновав это предложение.</p>
 
  <h3>2.3. Отзывы и комментарии</h3>
 
  <p>2.3.1. Оставлять отзывы к рецептам и комментировать Посты в клубах могут только Зарегистрированные пользователи.</p>
 
  <p>2.3.2. Отзывы предназначены для оставления мнения о кулинарном рецепте с пошаговыми фотографиями, его составляющих и методе приготовления, а также могут касаться категории блюда и кухни, к которым относится рецепт.</p>
 
  <p>2.3.3. Автор рецепта с пошаговыми фотографиями получает уведомление об оставленных к нему отзывах на почту, указанную при регистрации на сайте.</p>
 
  <p>2.3.4. Комментирование Постов предназначено для выражения мнения по теме Поста, а также для общения Зарегистрированных пользователей между собой. Уведомление о комментариях к Посту получает автор Поста, а также Пользователь, на чей комментарий получен ответ.</p>
 
  <p>2.3.5. В комментариях и отзывах запрещены провокационные, оскорбительные высказывания (в т.ч. оскорбления личного, национального, полового, религиозного и т.п. характера), переход на обсуждение личности других Пользователей, словесные войны, спор ради спора.</p>
 
  <h2>3. Общие положения о правовом регулировании размещения авторского контента на сайте foodclub.ru </h2>
 
  <p>3.1. Администрация foodclub.ru по своему усмотрению определяет соответствие размещенной информации требованиям сайта и имеет право отказать в размещении либо удалить любую информацию, не удовлетворяющую общей концепции развития сайта, а также не соответствующую настоящему Соглашению.</p>
 
  <p>3.2. Размещая кулинарные рецепты (в т.ч. с пошаговыми фотографиями) и авторские материалы на сайте foodclub.ru, Пользователь выражает свое согласие на использование Администрацией foodclub.ru указанных материалов по своему усмотрению, в том числе на их размещение в программах под маркой foodclub.ru для iPhone, iPod и iPad, а также других цифровых устройств.</p>
 
  <p>3.3. Использование кулинарных рецептов (в т.ч. с пошаговыми фотографиями), опубликованных на сайте foodclub.ru, на других ресурсах допускается только с согласия авторов рецепта и/или администрации сайта с обязательной активной ссылкой на сайт foodclub.ru. </p>
 
  <h2>4. Права и обязанности пользователей и Администрации сайта foodclub.ru</h2>
 
  <h3>4.1. Права и обязанности пользователей</h3>
 
  <p>4.1.1. Пользователь имеет право использовать Контент сайта для личных некоммерческих целей без ограничений.</p>
 
  <p>4.1.2. Для получения полного доступа к сервисам сайта foodclub.ru Пользователь может пройти регистрацию на сайте и получить статус Зарегистрированного пользователя. Для этого он должен корректно заполнить обязательные для регистрации поля в форме регистрации.</p>
 
  <p>4.1.3. Зарегистрированный пользователь имеет возможность добавлять на сайт авторский Контент, оставлять комментарии и отзывы к постам и кулинарным рецептам, размещенным на сайте.</p>
 
  <p>4.1.4. Зарегистрированные пользователи получают доступ к персональной странице сайта, на которой отображаются избранные рецепты, информация об опубликованных этим Зарегистрированным пользователем кулинарных рецептах и постах, а также об оставленных им отзывах и комментариях.</p>
 
  <p>4.1.5. Зарегистрированный пользователь имеет право сообщить о себе сведения, указанные в форме для регистрации с целью получения в дальнейшем информации, персонально подобранной с учетом указанных сведений.</p>
 
  <p>4.1.6. Зарегистрированные пользователи имеют право задавать любые вопросы, высказывать пожелания и вносить предложения по работе сайта foodclub.ru в специально созданном для этого посте <a href="http://www.foodclub.ru/blogs/group/6/blog/21/" >Ваши предложения</a>.</p>
 
  <p>4.1.7. Все пользователи, независимо от статуса, обязаны соблюдать авторские права при размещении и использовании Контента сайта.</p>
 
  <h3>4.2. Права и обязанности Администрации</h3>
 
  <p>4.2.1. Администрация обязуется прилагать все усилия для развития и улучшения сайта foodclub.ru, в том числе для:</p>
 
  <ul> 
    <li>увеличения количества и качества размещаемых материалов;</li>
   
    <li>улучшения технических характеристик сайта;</li>
   
    <li>усовершенствования текущих и создания новых сервисов на сайте;</li>
   
    <li>поддержания дружелюбной и здоровой атмосферы на сайте;</li>
   
    <li>учета интересов и пожеланий пользователей сайта при работе над сайтом.</li>
   </ul>
 
  <p>4.2.2. Администрация имеет право собирать и обрабатывать сведения, добровольно предоставленные Пользователями.</p>
 
  <p>4.2.3. В целях обеспечения исполнения настоящего Соглашения Администрация имеет право выносить предупреждения Пользователям, а также ограничивать их права по использованию сайта foodclub.ru, в том числе:</p>
 
  <ul> 
    <li>удалять посты и рецепты, если они были размещены с нарушением авторского права;</li>
   
    <li>удалять отзывы и комментарии, если они были написаны с нарушением правил к ним, изложенных в настоящем Соглашении;</li>
   
    <li>блокировать учетные записи Пользователей, неоднократно или грубо нарушившие настоящее Соглашение.</li>
   </ul>
 
  <p>4.2.4. Администрация имеет право коррекции размещенных на сайте материалов, в том числе исправления орфографических, грамматических, фактических и технических ошибок.</p>
 
  <h2>5. Прочие положения</h2>
 
  <p>5.1. Данное соглашение вступает в силу по прочтении Вами данного Соглашения и согласия с его условиями при регистрации на сайте foodclub.ru</p>
 
  <p>5.2. Принимая условия Соглашения, Вы сознательно принимаете на себя всю ответственность за соблюдение авторских прав правообладателей размещаемых Вами материалов.</p>
 
  <p>5.3. Настоящее Соглашение может изменяться и дополняться по усмотрению Администрации ресурса. Изменения и дополнения производятся в письменном виде и вступают в силу с момента публикации.</p>
 
  <p>5.4. Обо всех изменениях и дополнениях настоящего Соглашения пользователи уведомляются путем размещения информации об этом в клубе foodclub на сайте foodclub.ru. </p>
 </div>
 <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>