<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("keywords", "новогодний стол");
$APPLICATION->SetPageProperty("description", "Интересные идеи для новогоднего стола из разных стран");
$APPLICATION->SetTitle("Новогодний стол, традиции и интересные идеи для новогоднего стола из разных стран. Foodclub.ru");
?>
<div id="content">
		<div id="text_space">
			<h1>Новогодний стол</h1>
			<h2>Китайский новогодний стол</h2>
<p>Во время Новогодних праздников в Китае готовится и съедается больше еды, чем в остальные дни года. Огромное количество традиционных блюд готовится, чтобы угостить друзей и близких, даже тех, кто уже умер.</p>

<p>В Новый год китайцы едят вегетарианское блюдо, называемое &laquo;Джай&raquo; (&laquo;Jai&raquo;). Это овощное блюдо состоит преимущественно из корнеплодов и волокнистых овощей, однако многие добавляют к ним особые ингредиенты, которые символизируют различные блага:
<ul>
	<li>семя лотоса — много потомков мужского пола</li>
	<li>орехи гингко (в китайском языке название этого ореха называется &laquo;серебряный слиток&raquo;) — серебряные слитки</li>
	<li>черные водоросли — богатство</li>
	<li>сушеный тофу — богатство и счастье</li>
	<li>побеги бамбука — &laquo;для желающих, чтобы все было хорошо&raquo;</li>
	<li>яйца — изобилие, плодовитость, рождаемость</li>
	<li>яичные рулетики — богатство, благосостояние</li>
	<li>целая рыба — процветание</li>
	<li>личи — крепкая семья</li>
	<li>лапша — долгая жизнь</li>
	<li>апельсины — богатство</li>
	<li>арахис — долгая жизнь</li>
	<li>мандарины — удача</li>
</ul>

<p>А вот свежий тофу китайцы не едят в Новый год, потому что белый цвет означает несчастье и смерть.</p>
<p>Из горячих блюд на новогоднем столе обычно присутствует целая рыба, которая представляет собой единение, близость и изобилие в семье. Новогодняя курица тоже должна быть целой, с головой, хвостом и лапами, что символизирует полноту и завершенность. Лапша на столе обязательно должна быть длинной и неразрезанной, что представляет собой долгую жизнь. В Южном Китае любимое и наиболее типичное новогоднее блюдо это &laquo;Ньян Гао&raquo; (Nian gao), сладкий рисовый пудинг из клейкого риса, приготовленный на пару, а также клейкий рис, завернутый в листья тростника.</p>
<p>На Севере  предпочитают хлеб из пропаренной пшеницы &laquo;Ман ту&raquo; (Man tou) и маленькие мясные клецки. Огромное количество еды готовится в это время, чтобы символизировать изобилие и достаток в доме.</p>
<p>Семейный ужин происходит в канун Нового года, когда все члены семьи, где бы они не жили, собираются вместе для празднования. На новогоднем столе китайцев присутствует много еды, и обязательно есть традиционные блюда из курицы и рыбы. Однако рыба не додэна быть съедена до наступления Нового года. В Китае есть поговорка, звучащая примерно как &laquo;В каждом году есть рыба/остатки рыбы&raquo;. В китайском языке эта фраза созвучна пожеланию удачи в каждом году. Вид водорослей, называемых в кантонской провинции &laquo;fat choy&raquo;, тоже присутствует во многих блюдах, потому что их название звучит также, как процветание. В целом схожее звучание слов внушает китайцам веру, что наличие одного ведет к обладанию другим.</p>
		</div>
		<div id="banner_space">
		</div>
		<div class="clear"></div>
</div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>