<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Помощь");
?> 	 
<div id="content"> 		 
  <div class="help" id="text_space"> 			 
    <h1>Что такое Foodclub 
      <br />
     </h1>
   			 
    <p>Foodclub — сообщество любителей вкусной, здоровой и интересной пищи. Сообщество создано для общения, обмена опытом и помощи начинающим.</p>
   			 
    <h2>Статусы пользователей на Foodclub`e</h2>
   			 
    <p><strong>Незарегистрированный пользователь</strong> — может читать общую ленту записей на главной или ленту записей клуба, пользоваться энциклопедией рецептов, книжной лавкой. Пожалуй, на этом возможности незарегистрированных пользователей заканчиваются, так что регистрируйтесь.</p>
   			 
    <p><strong><span class="cook_icon"></span> Зарегистрированный пользователь</strong> — может читать и формировать собственную ленту сообщений на главной странице сайта, вступать в клубы, писать собственные сообщения в клубы и комментировать сообщения других пользователей, оставлять отзывы к энциклопедии кулинарных рецептов. Зарегистрированные пользователи могут также создавать свои рецепты с помощью специальной формы добавления рецептов.</p>
   			 
    <h2>Разделы сайта</h2>
   			 
    <p><strong><a ttle="Лента сообщений" i="" target="_blank" href="http://www.foodclub.ru/">Лента сообщений</a> (главная страница)</strong> — лента, где публикуются все сообщения, оставляемые пользователями сайта. Если Вы зарегистрированы на сайте, то Вы можете фильтровать ленту нажатием ссылки «Только мои клубы», и читать только те клубы, в которые вступили.</p>
   			 
    <p><strong><a title="Рецепты" target="_blank" href="http://www.foodclub.ru/all/">Рецепты</a></strong> — база рецептов с подробным описанием и фотографиями этапов. Это раздел, где публикуются рецепты, прошедшие модерацию администраторами сайта. Если Ваш рецепт отвечает всем требованиям — подробно описан, имеет пошаговые фотографии и фотографию готового блюда, — то он обязательно попадет в энциклопедию рецептов.</p>
   			 
    <p><strong><a title="Клубы" target="_blank" href="http://www.foodclub.ru/blogs/">Клубы</a></strong> — тематические разделы, где зарегистрированные пользователи могут писать сообщения. Выберите подходящий для Вас клуб, вступите в него и у Вас появится возможность «написать» сообщение в клуб. В клубе вы можете написать сообщение «Написать», управлять черновиками «Черновики», прочитать справку «О клубе», посмотреть список участников «Участники» и выйти из клуба «Покинуть клуб».</p>
   			 
    <p><strong><a title="Книжная лавка" target="_blank" href="http://www.foodclub.ru/book_store/">Книжная лавка</a></strong> — раздел, в котором представлены рекомендуемые нами книги. Сами книги можно приобрести на сайте магазина Ozon.</p>
   			 
    <p><strong><a title="Персональный раздел" target="_blank" href="http://www.foodclub.ru/profile/">Персональный раздел</a></strong> — ваш раздел, в котором Вы можете редактировать личную информацию «<a title="Редактировать анкету" target="_blank" href="http://www.foodclub.ru/profile/edit/">Редактировать анкету</a>», загрузить аватару или фото. Увидеть все свои <a title="Записи" target="_blank" href="http://www.foodclub.ru/profile/topics/">записи</a>, <a title="Комментарии" target="_blank" href="http://www.foodclub.ru/profile/comments/">комментарии</a>, <a title="Рецепты" target="_blank" href="http://www.foodclub.ru/profile/recipes/">рецепты</a>, <a title="Отзывы" target="_blank" href="http://www.foodclub.ru/profile/opinions/">отзывы</a> и список рецептов, добавленных в <a title="Избранное" target="_blank" href="http://www.foodclub.ru/profile/favorites/">избранное</a>.</p>
   			 
    <h2>Регистрация, авторизация</h2>
   			 
    <p><span class="img"><img height="153" width="300" alt="" src="/images/help/autorisation.jpg" /></span>Для того, чтобы пользоваться всеми возможностями сайта Вам необходимо <a title="Зарегистрироваться" target="_blank" href="http://www.foodclub.ru/registration/">зарегистрироваться</a>. Регистрация на сайте — вторая по порядку кнопка в меню.</p>
   			 
    <p>Кстати, Ваш логин может быть написан кириллицей, например: Максим.</p>

   			 
    <p><strong><span class="lj_user"></span> ЖЖ (LiveJournal ID) и Open ID. </strong> На сайте доступна авторизация для пользователей, имеющих ЖЖ и OpenID. Если Вам удобнее пользоваться этими аккаунтами, Вам достаточно авторизоваться на нашем сайте, введя свой логин из Livejournal и подтвердить регистрацию в ЖЖ.</p>
   			 
    <h2>Как добавить рецепт?</h2>
   			 
    <p>В меню раздела рецепты есть пункт «<a title="Добавить рецепт" target="_blank" href="http://www.foodclub.ru/recipe/add/">добавить рецепт</a>». К рецептам этого раздела мы предъявляем особые требования, заботясь прежде всего об удобстве людей, которые пользуются базой рецептов. Поэтому форма добавления рецепта очень подробна. Она содержит следующие подразделы.</p>
   			 
    <p><strong>Общее описание</strong> — общая описательная часть рецепта, где можно изложить свои впечатления от блюда, его историю или какие-то интересные факты. К общему описанию прикладывается «Главное фото», которое потом будет использоваться для иллюстрации рецепта. По этой фотографии пользователи будут решать, стоит ли готовить блюдо по Вашему рецепту, поэтому используйте фото наилучшего качества.</p>
   			 
    <p><strong>Кухня</strong> — рецепт относится к одной из национальных кухонь? Если да, то выбирайте соответствующий раздел, а если нет, или Вы не знаете национальную принадлежность своего рецепта, то для Вас всегда доступен пункт «Домашние рецепты».</p>
   			 
    <p><strong>Тип блюда</strong> — определите какой тип блюда больше всего подходит Вашему рецепту, и в дальнейшем пользователи сайта легко смогут найти его.</p>
   			 
    <p><strong>Описание этапа</strong> — опишите что и как Вы делаете, какие нюансы есть в процессе приготовления.</p>
   			 
    <p><span class="img"><img height="170" width="300" alt="" src="/images/help/ingredient.jpg" /></span><strong>Выбор ингредиентов</strong> — внимательно отнеситесь к выбору ингредиентов. Нажав на ссылку «Выбрать ингредиент», выберите группу продуктов, отметьте галочками нужные Вам продукты (рядом с названием группы появятся уже выбранные ингредиенты). После того, как подбор составляющих к текущему этапу будет закончен, нажмите на кнопку «Выбрать».</p>
   			 
    <p>Укажите количество продукта, необходимое для приготовления конкретного этапа. После добавления на сайт общее количество ингредиента посчитается автоматически.</p>
   			 
    <p>У каждого ингредиента есть своя мера, например у кураги — граммы, а у лайма — штуки. Для Вашего удобства мы сделали таблицу мер <img height="12" width="12" src="http://www.foodclub.ru/images/icons/scales.gif" title="Таблица мер" />. Пользуйтесь ей при конвертации граммов в миллилитры или штуки ж).</p>
   			 
    <h2>Где я могу писать?</h2>
   			 
    <p>Вы можете писать сообщения в клубах, комментировать другие сообщения и писать отзывы к рецептам.</p>
   			 
    <p><strong>Как писать в клубах? </strong>Для того, чтобы написать сообщение в клуб, Вам необходимо авторизоваться на сайте, выбрать подходящий для Вас клуб, вступить в него. На Foodclub'e существуют клубы с закрытым членством. Здесь могут писать только пользователи, приглашенные в клуб.</p>
   			 
    <p><strong><img height="15" width="15" alt="" src="/images/icons/comment.gif" /> Комментарии</strong> — зарегистрированные пользователи могут комментировать записи, сделанные другими пользователями, для этого необязательно вступать в клуб. Записи доступны на главной странице, в разделе клуба и Вашем персональном разделе — «<a title="Лента" target="_blank" href="http://www.foodclub.ru/profile/lenta/">Лента</a>». Ответы на Ваш комментарий будут приходить к Вам на почту.</p>
   			 
    <p><strong><img height="15" width="15" alt="" src="/images/icons/comment.gif" /> Отзывы</strong> — по каждому из рецептов Вы можете высказать свое мнение или дать дельный совет. Так как формат отзывов не рассчитан на ведение дискуссии, Вы можете только получить ответ на свой отзыв.</p>
   			 
    <h2>Как вступить в клуб?</h2>
   			 
    <p><span class="img"><img height="212" width="300" alt="" src="/images/help/join.jpg" /></span>Для того, чтобы вступить в клуб, выберите один из тематических клубов на странице «<a title="Клубы" target="_blank" href="http://www.foodclub.ru/blogs/">Клубы</a>», например «Японская кухня». </p>
   			 
    <p>На странице клуба Вам доступно меню «О клубе» и «Вступить», смело жмите вступить. После вступления Вы можете писать в клуб, а в Вашей анкете появляется запись, что Вы вступили в этот клуб.</p>
   			 
    <p>Если Вы не нашли подходящий для Вас клуб, оставьте <a title="Добвить клуб" target="_blank" href="http://www.foodclub.ru/blogs/group/6/blog/34/">заявку администраторам</a>.</p>
   			 
    <h2>Как создать новый клуб?</h2>
   			 
    <p>Новый клуб создается администрацией. Если Вы считаете, что на Foodclub`е не хватает подходящего Вам клуба, <a title="Добавить клуб" target="_blank" href="http://www.foodclub.ru/blogs/group/6/blog/34/">напишите нам</a>.</p>
   			 
    <h2>Как редактировать информацию о себе?</h2>
   			 
    <p><span class="img"><img height="284" width="300" alt="" src="/images/help/avatar.jpg" /></span>Редактировать информацию о себе Вы можете в <a title="Персональный раздел" target="_blank" href="http://www.foodclub.ru/profile/">персональном разделе</a>, нажав в главном меню на собственный ник. В меню персонального раздела станут доступны разделы «<a title="Редактировать анкету" target="_blank" href="http://www.foodclub.ru/profile/edit/">Редактировать анкету</a>», «<a title="Записи" target="_blank" href="http://www.foodclub.ru/profile/topics/">Записи</a>» — хронология ваших записей, «<a title="Рецепты" target="_blank" href="http://www.foodclub.ru/profile/recipes/">Рецепты</a>» — список Ваших рецептов, «<a title="Коментарии" target="_blank" href="http://www.foodclub.ru/profile/comments/">Комментарии</a>», «<a title="Отзывы" target="_blank" href="http://www.foodclub.ru/profile/opinions/">Отзывы</a>», «<a title="Лента" target="_blank" href="http://www.foodclub.ru/profile/lenta/">Лента</a>» — лента сообщений публикуемых в клубах, в которых Вы состоите. Выберите «Редактировать анкету» и отредактируйте информацию о себе.</p>
   			 
    <p><b>Аватара</b> — вы можете создать или отредактировать аватару, для этого в разделе «редактирование анкеты» нажмите слева кнопку «Обзор» и выберите любую фотографию в формате JPG, затем нажмите кнопку «Cохранить» внизу анкеты.</p>
   			 
    <p>После этого Вам будет предложено выбрать область на фотографии, из которой будет создана аватара. Фотография для Аватары должна быть не меньше 100х100 пикселей. 
      <br />
     </p>
   
    <p><img height="20" width="20" src="/images/advert/explorer.jpg" /> К сожалению, «счастливые» обладатели Explorer 7 не смогут загрузить аватару, поскольку редактор в нем не работает. Мы рекомендуем Вам пользоваться другими браузерами, поскольку подобная проблема может встречаться и на других сайтах. Браузер от Google (<a target="_self" href="http://www.google.com/chrome?hl=ru">Chrome</a>) и <a href="http://www.mozilla-europe.org/ru/firefox/">Firefox 3</a>.</p>
   			 
    <p>Случаются ситуации, когда некоторые файлы не обрабатываются сайтом. Мы думаем над решением этой проблемы, но пока она не решена.</p>
   			 
    <h2>Где RSS?</h2>
   			 
    <p>Что такое RSS Вы можете <a target="_blank" href="http://ru.wikipedia.org/wiki/Rss">узнать в Википедии</a>. На сайте доступно несколько RSS каналов.</p>
   			 
    <p><strong><span class="rss"></span> <a href="http://www.foodclub.ru/rss/" target="_blank" title="RSS общей ленты записей">RSS общей ленты записей</a></strong> — все записи, добавляемые в клубы на сайте.</p>
   			 
    <p><strong><span class="rss"></span> <a href="http://www.foodclub.ru/all/rss/" target="_blank" title="RSS — рецепты">RSS раздела «Рецепты»</a></strong> — новые рецепты, добавленные в каталог рецептов с пошаговыми фотографиями.</p>
   			 
    <p><strong><span class="rss"></span> RSS клуба</strong> — у каждого клуба есть свой канал, и Вы можете на него подписаться. Зайдите в интересующий Вас клуб и справа-вверху увидите иконку.</p>
   		</div>
 		 
  <div id="banner_space"> 	<?require($_SERVER["DOCUMENT_ROOT"]."/facebook_box.html");?>	</div>
 		 
  <div class="clear"></div>
 	</div>
 <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>