<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("keywords", "рецепты фотографии, рецепты с пошаговыми фотографиями");
$APPLICATION->SetPageProperty("description", "Рецепты с пошаговыми фотографиями приготовления блюд.");
$APPLICATION->SetTitle("Рецепты с фотографиями, пошаговые фотографии рецептов");
?> 	 
<div id="content"> 		 
  <div class="about"> 			 
    <div class="info"> 				 
      <h2>Foodclub</h2>
     				 
      <p>Этот сайт создан для всех, кто любит готовить и интересуется национальными кулинарными 				традициями разных стран. Каждый рецепт представлен в виде этапов с пошаговыми фотографиями и описанием каждого этапа приготовления.</p>
     				 
      <h2>Что уже сделано</h2>
     				 
      <p>В данный момент на сайте реализован каталог рецептов и возможность их добавления, зарегистрированным пользователям доступен личный кабинет с возможностью добавления и редактирования личной информации. Рецепты регулярно обновляются благодаря усилиям <a title="Личная страница madler" target="_self" href="http://foodclub.ru/profile/2/" >madler</a> и <a title="Личный кабинет elena" target="_self" href="http://http://foodclub.ru/profile/3/" >elena</a>. Перед каждым праздником или каким-нибудь интересным событием мы делаем тематическую подборку рецептов, например, &laquo;<a title="Рецепты салатов" target="_self" href="http://foodclub.ru/search/Салаты/" >Салаты</a>&raquo;. К рецептам можно оставить отзыв, этот формат выбран нами намерено, поскольку основное общение будет предусмотренно в тематических сообществах. 
        <br />
       </p>
     
      <p>Внесены первые улучшения раздела «<a title="Рецепты" target="_self" href="http://foodclub.ru/all/" >Рецепты</a>», добавлены фильтры по кухням и типам блюд. На странице появились блоки с актуальными блюдами.</p>
     
      <br />
     
      <br />
     
      <h5>6 февраля</h5>
     
      <p>Сегодня начала работать книжная лавка, где можно <a title="Купить кулинарную, поваренную книгу" target="_self" href="http://foodclub.ru/book_store/" >купить кулинарную или поваренную книгу</a> и оформить доставку в магазине Ozon. Ждите новых поступлений, а сообщества уже на подходе. И не забывайте про <a href="http://foodclub.ru/search/блины/" target="_self" title="Рецепты блинов к масленице" >масленицу</a>!</p>
     
      <br />
     
      <br />
     
      <h5>22 января 2009 
        <br />
       </h5>
     
      <p>Вовсю ведется разработка сообществ, а на главной странице тестируется блок, где можно приобрести интересные кулинарные книги, а значит на днях будет запущена книжная лавка Foodclub`a. Основным партнёром мы выбрали известный российский магазин Ozon, поскольку он может гарантировать быструю и качественную доставку. 
        <br />
       </p>
     
      <h2>
        <br />
      </h2>
    </div>
  
    <div class="authors">
      <div class="item"> </div>
     			</div>
   			 
    <div class="clear"></div>
   		</div>
 	</div>
 <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>