 
<p>Книжная лавка Foodclub создана для людей, которые не только привыкли к быстрому поиску и удобному доступу к любому рецепту, но и ценят шарм поиска новых секретов в красивых и хорошо изданных поваренных книгах. Мы предлагаем создать Вам свою библиотеку, которая будет не только украшать полки Вашего книжного шкафа, но и окажется полезной в моменты кулинарного вдохновения. 
  <br />
</p>

<p>В книжной лавке мы подобрали кулинарные книги, которые и сами хотели бы видеть у себя в библиотеке. Некоторые из них у нас уже есть и на сайте появляются опробованные рецепты оттуда с пошаговыми фотографиями, а другие еще ждут своего часа в магазине. Приятной покупки, чтения и главное приятного аппетита! </p>
